---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFy2
source: html/3d3b817b-e9df-a898-b562-eb4ae8f2ab0f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFy2 Property

"Fy 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFy2 { get; }
```